---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.FeetToTheSixthPower
source: html/2b05b2cf-3d72-8da1-325d-9bc4263da966.htm
---
# Autodesk.Revit.DB.UnitTypeId.FeetToTheSixthPower Property

Feet to the sixth power.

## Syntax (C#)
```csharp
public static ForgeTypeId FeetToTheSixthPower { get; }
```